Repository: zoonk/zoonk
Catalog: apps/apple/Zoonk/Resources/Localization/Account.xcstrings
Source language: en
Languages: de, es, fr, pt

source: 6-digit code
de: 6-stelliger Code
es: Código de 6 dígitos
fr: Code à 6 chiffres
pt: Código de 6 dígitos

source: Account
de: Konto
es: Cuenta
fr: Compte
pt: Conta

source: Account deleted
de: Konto gelöscht
es: Cuenta eliminada
fr: Compte supprimé
pt: Conta excluída

source: Account deletion can't be undone.
de: Das Löschen des Kontos kann nicht rückgängig gemacht werden.
es: La eliminación de la cuenta no se puede deshacer.
fr: La suppression du compte est irréversible.
pt: A exclusão da conta não pode ser desfeita.

source: Account email
de: E-Mail-Adresse des Kontos
es: Correo de la cuenta
fr: Adresse e-mail du compte
pt: Email da conta

source: Account unavailable
de: Konto nicht verfügbar
es: Cuenta no disponible
fr: Compte indisponible
pt: Conta indisponível

source: Active
de: Aktiv
es: Activa
fr: Actif
pt: Ativa

source: By continuing, you agree to the Zoonk Terms of Service and Privacy Policy.
de: Wenn du fortfährst, stimmst du den Nutzungsbedingungen und der Datenschutzerklärung von Zoonk zu.
es: Al continuar, aceptas los Términos del Servicio y la Política de Privacidad de Zoonk.
fr: En continuant, tu acceptes les Conditions d’utilisation et la Politique de confidentialité de Zoonk.
pt: Ao continuar, você concorda com os Termos de Serviço e a Política de Privacidade do Zoonk.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt: Cancelar

source: Check the information and try again.
de: Überprüfe die Angaben und versuche es erneut.
es: Revisa la información e inténtalo de nuevo.
fr: Vérifie les informations et réessaie.
pt: Confira as informações e tente de novo.

source: Check your App Store purchase history, then contact support for help.
de: Prüfe deinen Einkaufsverlauf im App Store und wende dich dann an den Support.
es: Revisa tu historial de compras del App Store y luego contacta con soporte para obtener ayuda.
fr: Consulte l’historique de tes achats dans l’App Store, puis contacte l’assistance pour obtenir de l’aide.
pt: Confira seu histórico de compras na App Store e depois fale com o suporte para receber ajuda.

source: Check your App Store purchase history, then contact support if you need help.
de: Prüfe deinen Einkaufsverlauf im App Store und wende dich an den Support, wenn du Hilfe brauchst.
es: Revisa tu historial de compras del App Store y luego contacta con soporte si necesitas ayuda.
fr: Consulte l’historique de tes achats dans l’App Store, puis contacte l’assistance si tu as besoin d’aide.
pt: Confira seu histórico de compras na App Store e depois fale com o suporte se precisar de ajuda.

source: Check your connection and try restoring again.
de: Prüfe deine Internetverbindung und versuche erneut, deine Käufe wiederherzustellen.
es: Comprueba tu conexión e intenta restaurar las compras de nuevo.
fr: Vérifie ta connexion, puis réessaie de restaurer tes achats.
pt: Confira sua conexão e tente restaurar as compras novamente.

source: Choose how your name appears before you continue.
de: Lege fest, wie dein Name angezeigt werden soll, bevor du fortfährst.
es: Elige cómo aparecerá tu nombre antes de continuar.
fr: Choisis comment ton nom apparaîtra avant de continuer.
pt: Escolha como seu nome será exibido antes de continuar.

source: Close
de: Schließen
es: Cerrar
fr: Fermer
pt: Fechar

source: Continue with Apple to confirm that this account is yours before deleting it.
de: Fahre mit Apple fort, um vor dem Löschen zu bestätigen, dass dieses Konto dir gehört.
es: Continúa con Apple para confirmar que esta cuenta es tuya antes de eliminarla.
fr: Continue avec Apple pour confirmer que ce compte t’appartient avant de le supprimer.
pt: Continue com a Apple para confirmar que esta conta é sua antes de excluí-la.

source: Continue with email
de: Weiter mit E-Mail
es: Continuar con correo electrónico
fr: Continuer avec un e-mail
pt: Continuar com email

source: Couldn't restore purchases
de: Käufe konnten nicht wiederhergestellt werden
es: No se pudieron restaurar las compras
fr: Impossible de restaurer les achats
pt: Não foi possível restaurar as compras

source: Couldn't update your account
de: Dein Konto konnte nicht aktualisiert werden
es: No se pudo actualizar tu cuenta
fr: Impossible de mettre à jour ton compte
pt: Não foi possível atualizar sua conta

source: Course progress
de: Kursfortschritt
es: Progreso del curso
fr: Progression du cours
pt: Progresso do curso

source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
pt: Excluir conta

source: Delete your Zoonk account?
de: Dein Zoonk-Konto löschen?
es: ¿Eliminar tu cuenta de Zoonk?
fr: Supprimer ton compte Zoonk ?
pt: Excluir sua conta do Zoonk?

source: Deleting your Zoonk account doesn't cancel App Store billing. Cancel the subscription first if you don't want it to renew.
de: Durch das Löschen deines Zoonk-Kontos wird die Abrechnung im App Store nicht beendet. Kündige zuerst das Abonnement, wenn es nicht verlängert werden soll.
es: Eliminar tu cuenta de Zoonk no cancela la facturación del App Store. Cancela primero la suscripción si no quieres que se renueve.
fr: Supprimer ton compte Zoonk n’annule pas la facturation via l’App Store. Résilie d’abord l’abonnement si tu ne veux pas qu’il soit renouvelé.
pt: Excluir sua conta do Zoonk não cancela a cobrança da App Store. Cancele primeiro a assinatura se não quiser que ela seja renovada.

source: Deleting your Zoonk account doesn't cancel Google Play billing. Use Google Play on an Android device to cancel it first if you don't want it to renew.
de: Wenn du dein Zoonk-Konto löschst, endet dein über Google Play abgerechnetes Abo nicht. Kündige es zuerst über Google Play auf einem Android-Gerät, wenn es sich nicht verlängern soll.
es: Eliminar tu cuenta de Zoonk no cancela la facturación de Google Play. Si no quieres que se renueve, cancela primero la suscripción desde Google Play en un dispositivo Android.
fr: La suppression de ton compte Zoonk n’annule pas la facturation Google Play. Si tu ne veux pas que ton abonnement soit renouvelé, annule-le d’abord dans Google Play sur un appareil Android.
pt: Excluir sua conta do Zoonk não cancela a cobrança do Google Play. Se você não quiser renovar, cancele primeiro pelo Google Play em um dispositivo Android.

source: Done
de: Fertig
es: Listo
fr: Terminé
pt: Concluído

source: Email sign-in
de: Mit E-Mail anmelden
es: Inicio de sesión con correo
fr: Connexion par e-mail
pt: Entrar com email

source: Enter a valid email address.
de: Gib eine gültige E-Mail-Adresse ein.
es: Ingresa un correo electrónico válido.
fr: Saisis une adresse e-mail valide.
pt: Digite um email válido.

source: Finish setup
de: Einrichtung abschließen
es: Finalizar configuración
fr: Terminer la configuration
pt: Concluir configuração

source: For your security, enter a new code sent to the email on this account.
de: Gib zu deiner Sicherheit einen neuen Code ein, der an die E-Mail-Adresse dieses Kontos gesendet wurde.
es: Por tu seguridad, introduce un nuevo código enviado al correo de esta cuenta.
fr: Pour ta sécurité, saisis un nouveau code envoyé à l’adresse e-mail de ce compte.
pt: Para sua segurança, insira um novo código enviado para o email desta conta.

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
pt: Grátis

source: Keep your courses and progress available on all your devices.
de: Deine Kurse und dein Fortschritt sind auf allen deinen Geräten verfügbar.
es: Accede a tus cursos y a tu progreso desde todos tus dispositivos.
fr: Retrouve tes cours et ta progression sur tous tes appareils.
pt: Acesse seus cursos e seu progresso em todos os seus dispositivos.

source: Learn anything. It’s all included.
de: Lerne, was du willst. Alles ist dabei.
es: Aprende lo que quieras. Todo está incluido.
fr: Apprends ce que tu veux. Tout est inclus.
pt: Aprenda qualquer coisa. Está tudo incluído.

source: Learning built around your goals
de: Lernen passend zu deinen Zielen
es: Estudio adaptado a tus objetivos
fr: Un apprentissage adapté à tes objectifs
pt: Estudo pensado para seus objetivos

source: Make sure you're signed in with the Apple Account used for the purchase, then try again.
de: Stelle sicher, dass du mit dem Apple Account angemeldet bist, den du für den Kauf verwendet hast, und versuche es erneut.
es: Asegúrate de haber iniciado sesión con la Cuenta de Apple que usaste para la compra e inténtalo de nuevo.
fr: Vérifie que tu es connecté au compte Apple utilisé pour l’achat, puis réessaie.
pt: Confira se você entrou com a Conta Apple usada na compra e tente novamente.

source: Manage App Store subscription
de: App-Store-Abonnement verwalten
es: Gestionar suscripción del App Store
fr: Gérer l’abonnement App Store
pt: Gerenciar assinatura da App Store

source: Manage Sign in with Apple
de: „Mit Apple anmelden“ verwalten
es: Gestionar Inicio de sesión con Apple
fr: Gérer Connexion avec Apple
pt: Gerenciar Iniciar Sessão com a Apple

source: Managed on Google Play
de: Über Google Play verwaltet
es: Gestionada en Google Play
fr: Géré sur Google Play
pt: Gerenciada pelo Google Play

source: My courses
de: Meine Kurse
es: Mis cursos
fr: Mes cours
pt: Meus cursos

source: No active subscription found
de: Kein aktives Abo gefunden
es: No se encontró ninguna suscripción activa
fr: Aucun abonnement actif trouvé
pt: Nenhuma assinatura ativa encontrada

source: No purchases found
de: Keine Käufe gefunden
es: No se encontraron compras
fr: Aucun achat trouvé
pt: Nenhuma compra encontrada

source: Permanently deleted
de: Dauerhaft gelöscht
es: Eliminado permanentemente
fr: Supprimé définitivement
pt: Excluídos permanentemente

source: Personalized courses
de: Personalisierte Kurse
es: Cursos personalizados
fr: Cours personnalisés
pt: Cursos personalizados

source: Plus gives you unlimited courses and lessons for whatever you want to learn.
de: Mit Plus bekommst du unbegrenzt viele Kurse und Lektionen zu allem, was du lernen möchtest.
es: Plus te ofrece cursos y lecciones ilimitados sobre todo lo que quieras aprender.
fr: Avec Plus, suis autant de cours et de leçons que tu veux, sur tout ce que tu souhaites apprendre.
pt: O Plus oferece cursos e aulas ilimitados sobre o que você quiser aprender.

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
pt: Política de privacidade

source: Profile
de: Profil
es: Perfil
fr: Profil
pt: Perfil

source: Profile and account information
de: Profil- und Kontoinformationen
es: Información del perfil y de la cuenta
fr: Informations du profil et du compte
pt: Informações do perfil e da conta

source: Purchase couldn't be linked
de: Kauf konnte nicht verknüpft werden
es: No se pudo vincular la compra
fr: Impossible d’associer l’achat
pt: Não foi possível vincular a compra

source: Purchase couldn't be verified
de: Kauf konnte nicht überprüft werden
es: No se pudo verificar la compra
fr: Impossible de vérifier l’achat
pt: Não foi possível verificar a compra

source: Purchase linked to another account
de: Kauf ist mit einem anderen Konto verknüpft
es: Compra vinculada a otra cuenta
fr: Achat associé à un autre compte
pt: Compra vinculada a outra conta

source: Purchase not completed
de: Kauf nicht abgeschlossen
es: Compra no completada
fr: Achat non finalisé
pt: Compra não concluída

source: Purchases restored
de: Käufe wiederhergestellt
es: Compras restauradas
fr: Achats restaurés
pt: Compras restauradas

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
pt: Restaurar compras

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
pt: Salvar

source: Send a new code
de: Neuen Code senden
es: Enviar un código nuevo
fr: Envoyer un nouveau code
pt: Enviar novo código

source: Send code
de: Code senden
es: Enviar código
fr: Envoyer le code
pt: Enviar código

source: Send verification code
de: Bestätigungscode senden
es: Enviar código de verificación
fr: Envoyer le code de vérification
pt: Enviar código de verificação

source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
pt: Entrar

source: Sign in again
de: Erneut anmelden
es: Volver a iniciar sesión
fr: Se reconnecter
pt: Entrar novamente

source: Sign in to the Zoonk account that owns this App Store purchase, or contact support for help.
de: Melde dich bei dem Zoonk-Konto an, mit dem dieser Kauf im App Store verknüpft ist, oder wende dich an den Support.
es: Inicia sesión en la cuenta de Zoonk vinculada a esta compra del App Store o contacta con soporte para obtener ayuda.
fr: Connecte-toi au compte Zoonk auquel cet achat de l’App Store est associé, ou contacte l’assistance pour obtenir de l’aide.
pt: Entre na conta do Zoonk vinculada a esta compra da App Store ou fale com o suporte para receber ajuda.

source: Sign in to Zoonk
de: Bei Zoonk anmelden
es: Inicia sesión en Zoonk
fr: Connecte-toi à Zoonk
pt: Entrar no Zoonk

source: Sign in with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
pt: Entrar com o Google

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
pt: Sair

source: Subscription
de: Abo
es: Suscripción
fr: Abonnement
pt: Assinatura

source: Terms of Service
de: Nutzungsbedingungen
es: Términos del Servicio
fr: Conditions d’utilisation
pt: Termos de Serviço

source: That code belongs to a different account. Request a new code for this account.
de: Dieser Code gehört zu einem anderen Konto. Fordere einen neuen Code für dieses Konto an.
es: Ese código pertenece a otra cuenta. Solicita un código nuevo para esta cuenta.
fr: Ce code appartient à un autre compte. Demande un nouveau code pour ce compte.
pt: Esse código pertence a outra conta. Solicite um novo código para esta conta.

source: That code is invalid or expired. Request a new code and try again.
de: Dieser Code ist ungültig oder abgelaufen. Fordere einen neuen Code an und versuche es erneut.
es: Ese código no es válido o ha caducado. Solicita uno nuevo e inténtalo de nuevo.
fr: Ce code est invalide ou a expiré. Demande un nouveau code et réessaie.
pt: Esse código é inválido ou expirou. Solicite um novo código e tente novamente.

source: That username is already taken.
de: Dieser Benutzername ist bereits vergeben.
es: Ese nombre de usuario ya está en uso.
fr: Ce nom d’utilisateur est déjà pris.
pt: Esse nome de usuário já está em uso.

source: The App Store couldn't complete this purchase. Check your connection and try again.
de: Der App Store konnte diesen Kauf nicht abschließen. Prüfe deine Internetverbindung und versuche es erneut.
es: El App Store no pudo completar esta compra. Comprueba tu conexión e inténtalo de nuevo.
fr: L’App Store n’a pas pu finaliser cet achat. Vérifie ta connexion, puis réessaie.
pt: A App Store não conseguiu concluir esta compra. Confira sua conexão e tente novamente.

source: This permanently deletes your profile, progress, and personalized courses. This can't be undone.
de: Dadurch werden dein Profil, dein Fortschritt und deine personalisierten Kurse dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Esto elimina permanentemente tu perfil, tu progreso y tus cursos personalizados. No se puede deshacer.
fr: Ton profil, ta progression et tes cours personnalisés seront supprimés définitivement. Cette action est irréversible.
pt: Isso exclui permanentemente seu perfil, seu progresso e seus cursos personalizados. Não é possível desfazer.

source: Too many attempts. Wait a moment, then try again.
de: Zu viele Versuche. Warte einen Moment und versuche es dann erneut.
es: Demasiados intentos. Espera un momento y vuelve a intentarlo.
fr: Trop de tentatives. Attends un instant, puis réessaie.
pt: Muitas tentativas. Espere um pouco e tente de novo.

source: Try again
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer
pt: Tentar de novo

source: Unlimited courses and lessons
de: Unbegrenzt viele Kurse und Lektionen
es: Cursos y lecciones ilimitados
fr: Cours et leçons en illimité
pt: Cursos e aulas ilimitados

source: Use 3–30 letters, numbers, or underscores.
de: Verwende 3–30 Zeichen: Buchstaben, Zahlen oder Unterstriche.
es: Usa entre 3 y 30 caracteres: letras, números o guiones bajos.
fr: Utilise 3 à 30 caractères : lettres, chiffres ou tirets bas.
pt: Use de 3 a 30 caracteres: letras, números ou sublinhados.

source: Use a different email
de: Andere E-Mail-Adresse verwenden
es: Usar otro correo electrónico
fr: Utiliser une autre adresse e-mail
pt: Usar outro email

source: Use email instead
de: Stattdessen E-Mail verwenden
es: Usar correo electrónico
fr: Utiliser l’adresse e-mail
pt: Usar email

source: Use Google Play on an Android device to change or cancel this subscription.
de: Verwende Google Play auf einem Android-Gerät, um dieses Abo zu ändern oder zu kündigen.
es: Usa Google Play en un dispositivo Android para cambiar o cancelar esta suscripción.
fr: Utilise Google Play sur un appareil Android pour modifier ou annuler cet abonnement.
pt: Use o Google Play em um dispositivo Android para alterar ou cancelar esta assinatura.

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
pt: Nome de usuário

source: username
de: benutzername
es: nombre de usuario
fr: nom d’utilisateur
pt: nome de usuário

source: Verification code
de: Bestätigungscode
es: Código de verificación
fr: Code de vérification
pt: Código de verificação

source: Verify and delete
de: Bestätigen und löschen
es: Verificar y eliminar
fr: Vérifier et supprimer
pt: Verificar e excluir

source: We sent a sign-in code to your email. It expires in 5 minutes.
de: Wir haben dir einen Anmeldecode per E-Mail gesendet. Er ist 5 Minuten lang gültig.
es: Enviamos un código de inicio de sesión a tu correo. Caduca en 5 minutos.
fr: Nous avons envoyé un code de connexion à ton adresse e-mail. Il expire dans 5 minutes.
pt: Enviamos um código de acesso para seu email. Ele expira em 5 minutos.

source: you@example.com
de: du@beispiel.de
es: tu@ejemplo.com
fr: toi@exemple.fr
pt: voce@exemplo.com

source: Your App Store purchases are now available on this Zoonk account.
de: Deine Käufe im App Store sind jetzt für dieses Zoonk-Konto verfügbar.
es: Tus compras del App Store ya están disponibles en esta cuenta de Zoonk.
fr: Tes achats sur l’App Store sont maintenant disponibles sur ce compte Zoonk.
pt: Suas compras da App Store agora estão disponíveis nesta conta do Zoonk.

source: Your name
de: Dein Name
es: Tu nombre
fr: Ton nom
pt: Seu nome

source: Your purchase is safe and hasn't been finished yet. Restore purchases when you're back online.
de: Dein Kauf geht nicht verloren und ist noch nicht abgeschlossen. Stelle deine Käufe wieder her, sobald du wieder online bist.
es: Tu compra está segura y todavía no se ha completado. Restaura las compras cuando vuelvas a tener conexión.
fr: Ton achat est bien enregistré, mais il n’est pas encore finalisé. Restaure tes achats quand tu seras de nouveau en ligne.
pt: Sua compra está segura e ainda não foi concluída. Restaure as compras quando estiver online novamente.

source: Your purchase is safe. Sign in, then restore purchases to add Plus to your Zoonk account.
de: Dein Kauf geht nicht verloren. Melde dich an und stelle dann deine Käufe wieder her, um Plus für dein Zoonk-Konto zu aktivieren.
es: Tu compra está segura. Inicia sesión y restaura las compras para añadir Plus a tu cuenta de Zoonk.
fr: Ton achat est bien enregistré. Connecte-toi, puis restaure tes achats pour ajouter Plus à ton compte Zoonk.
pt: Sua compra está segura. Entre na sua conta e depois restaure as compras para ativar o Plus na sua conta do Zoonk.

source: Your Zoonk account and personalized data were permanently deleted.
de: Dein Zoonk-Konto und deine personalisierten Daten wurden dauerhaft gelöscht.
es: Tu cuenta de Zoonk y tus datos personalizados se eliminaron permanentemente.
fr: Ton compte Zoonk et tes données personnalisées ont été supprimés définitivement.
pt: Sua conta do Zoonk e seus dados personalizados foram excluídos permanentemente.

source: Your Zoonk data was deleted, but Apple couldn't confirm that its authorization was removed. Remove Zoonk from Sign in with Apple to finish.
de: Deine Zoonk-Daten wurden gelöscht, aber Apple konnte nicht bestätigen, dass die Autorisierung entfernt wurde. Entferne Zoonk aus „Mit Apple anmelden“, um den Vorgang abzuschließen.
es: Tus datos de Zoonk se eliminaron, pero Apple no pudo confirmar que se retirara la autorización. Elimina Zoonk de Inicio de sesión con Apple para finalizar.
fr: Tes données Zoonk ont été supprimées, mais Apple n’a pas pu confirmer le retrait de l’autorisation. Retire Zoonk de Connexion avec Apple pour terminer.
pt: Seus dados do Zoonk foram excluídos, mas a Apple não conseguiu confirmar a remoção da autorização. Remova o Zoonk de Iniciar Sessão com a Apple para concluir.

source: Zoonk checked your App Store purchases, but none currently provide Plus.
de: Zoonk hat deine App-Store-Käufe geprüft, aber derzeit enthält keiner davon Plus.
es: Zoonk revisó tus compras en App Store, pero actualmente ninguna te da acceso a Plus.
fr: Zoonk a vérifié tes achats sur l’App Store, mais aucun ne donne actuellement accès à Plus.
pt: O Zoonk verificou suas compras na App Store, mas nenhuma delas dá acesso ao Plus no momento.

source: Zoonk couldn't connect. Check your connection and try again.
de: Zoonk konnte keine Verbindung herstellen. Überprüfe deine Verbindung und versuche es erneut.
es: Zoonk no pudo conectarse. Revisa tu conexión e inténtalo de nuevo.
fr: Zoonk n’a pas pu se connecter. Vérifie ta connexion et réessaie.
pt: O Zoonk não conseguiu se conectar. Confira sua conexão e tente de novo.

source: Zoonk couldn't delete your account. Try again or contact hello@zoonk.com.
de: Zoonk konnte dein Konto nicht löschen. Versuche es erneut oder kontaktiere hello@zoonk.com.
es: Zoonk no pudo eliminar tu cuenta. Inténtalo de nuevo o contacta con hello@zoonk.com.
fr: Zoonk n’a pas pu supprimer ton compte. Réessaie ou contacte hello@zoonk.com.
pt: O Zoonk não conseguiu excluir sua conta. Tente novamente ou entre em contato pelo email hello@zoonk.com.

source: Zoonk couldn't load your account. Your sign-in is still safely stored.
de: Zoonk konnte dein Konto nicht laden. Deine Anmeldung ist weiterhin sicher gespeichert.
es: Zoonk no pudo cargar tu cuenta. Tu inicio de sesión sigue guardado de forma segura.
fr: Zoonk n’a pas pu charger ton compte. Ta connexion reste enregistrée en toute sécurité.
pt: O Zoonk não conseguiu carregar sua conta. Seu acesso continua salvo com segurança.

source: Zoonk couldn't sign you in. Try again or contact hello@zoonk.com.
de: Zoonk konnte dich nicht anmelden. Versuche es erneut oder kontaktiere hello@zoonk.com.
es: Zoonk no pudo iniciar tu sesión. Inténtalo de nuevo o escribe a hello@zoonk.com.
fr: Zoonk n’a pas pu te connecter. Réessaie ou contacte hello@zoonk.com.
pt: Não foi possível entrar no Zoonk. Tente de novo ou fale com hello@zoonk.com.

source: Email
es: Correo electrónico

source: Feedback & Support
es: Comentarios y ayuda
fr: Avis et aide
pt: Sugestões e Suporte

source: Name
es: Nombre
fr: Nom
pt: Nome

source: OK
es: Aceptar
